text = """
Одного ясного ранку, старий вирішив поїхати до міжнародної організації рибаків, щоб зустрітися з Лановим Панасом.
Дана організація знахожиться в місті Горошок і щоб до нього дістатися потрібно проїхати через річку Малий Карась.
Про що ж буде ця розповідь. Про сім'ю Джонсюнюків, найстаршим членом якої є вищезгаданий старий, на ім'я щек хорийовенко.
Йому уже йде восьмий десяток. Його велика сім'я проживає в селі Норошки біля озера Живий Карась.
Для чого Щеку їхати до МОР, якщо він вже є учасником галицьких спортивних рибаків. Відповідь проста. Він зловив карася з рекордною вагою. 58,3 кілограма! Звучить як неправда? Так воно і є. Кінець.

"""